Repository: ldevdantesl/EduConnect
Catalog: EduConnect/Shared/Localizations/Localizables.xcstrings
Source language: en
Languages: kk, ru

# account_applicationsNotFound
source: Applications are not found, try applying first and come back (Tap to look for university)
kk: Өтінімдер табылмады. Алдымен өтінім беріп көріңіз, содан кейін қайта оралыңыз (университетті іздеу үшін басыңыз).
ru: Попробуйте подать в вузы и вернуться обратно(Нажмите чтобы поискать вузы)

# account_applicationTab
source: Application
kk: Сауалнама
ru: Анкета

# account_applicationTitle
source: Application
kk: Сауалнама
ru: Анкета

# account_deleteAccount
source: Delete Account
kk: Аккаунтты жою
ru: Удалить аккаунт

# account_deleteAccountAlertMessage
source: You sure you want to delete your account. All your data will be lost
kk: Аккаунтыңызды жойғыңыз келетініне сенімдісіз бе? Барлық деректеріңіз жойылады
ru: Вы уверены что хотите удалить аккаунт? Все ваши данные будут потеряны

# account_deleteAccountConfirmCode
source: Confirm Code
kk: Растау коды
ru: Подтвердите код

# account_deleteAccountSendEmailWithCode
source: We sent you an email with code for deletion
kk: Жою үшін кодты электрондық поштаңызға жібердік
ru: Мы отправили вам код для удаления аккаунта в вашу электронную почту

# account_educationAverageScore
source: Average Score
kk: Орташа балл
ru: Оценка

# account_EducationFinalClass
source: Final Class
kk: Соңғы сынып
ru: Класс

# account_educationSchool
source: School (Education Center)
kk: Мектеп
ru: Школа

# account_educationTitle
source: Education
kk: Оқу
ru: Обучение

# account_entPopupTitle
source: Add Subject
kk: Пән қосу
ru: Добавить Предмет

# account_entScore
source: Score
kk: Балл
ru: Оценка

# account_entSubjects
source: ENT Subjects
kk: ҰБТ пәндері
ru: ЕНТ Предметы

# account_entTitle
source: ENT
kk: ҰБТ
ru: ЕНТ

# account_extraActivityChooseActivity
source: Choose Activity
kk: Белсенділікті таңдаңыз
ru: Выбрать Деятельность

# account_extraActivityDescribeActivity
source: Describe Activity
kk: Белсенділікті сипаттаңыз
ru: Описание Деятельности

# account_extraActivityPopupTitle
source: Add Extracurricular Activity
kk: Сыныптан тыс белсенділікті қосу
ru: Добавить Деятельность

# account_extraActivityTitle
source: Extracurricular Activity
kk: Сыныптан тыс белсенділік
ru: Внеклассная Деятельность

# account_extraActivityTypeOfActivity
source: Type of Activity
kk: Белсенділік түрі
ru: Тип Деятельности

# account_familyAddContact
source: Add Family Contact
kk: Отбасы байланысын қосу
ru: Добавить Контакт

# account_familyContact
source: Family Contact
kk: Отбасы байланысы
ru: Контакт

# account_familyInfoChooseContact
source: Choose Contact
kk: Байланысты таңдаңыз
ru: Выбрать Контакт

# account_familyInfoFather
source: Father
kk: Әке
ru: Папа

# account_familyInfoMother
source: Mother
kk: Ана
ru: Мама

# account_familyInfoTitle
source: Family Information
kk: Отбасы туралы ақпарат
ru: Семейная Информация

# account_lastApplications
source: Last Applications
kk: Соңғы өтінімдер
ru: Последние Заявки

# account_lastApplicationsSubtitle
source: List of the last applications:
kk: Соңғы өтінімдердің тізімі:
ru: Вот список ваших последних заявок в вузы:

# account_mainTab
source: Main
kk: Негізгі
ru: Главная

# account_mainTabAdviceSection
source: Here are a few tips to get started:
kk: Бастау үшін бірнеше кеңес:
ru: Вот несколько советов, чтобы начать:

# account_mainTabAdviceSubtitle
source: This section is your personal dashboard. Once you add a university to your list, you will be able to track the progress of your application.\n* All universities will require you to answer general questions in the application form. To apply to a university, go to the University Search section.\n* Once you add a university, you will be able to complete and submit your application in the My Universities section.\n\nWe are always ready to help you at every step! If you have any questions, you can contact our Applicant Support Center or reach out to us at any time.
kk: Бұл бөлім — сіздің жеке басқару тақтаңыз. Университетті тізіміңізге қосқаннан кейін, өтініміңіздің барысын бақылай аласыз.\n• Барлық университеттер өтінім формасында жалпы сұрақтарға жауап беруді талап етеді. Университетке өтініш беру үшін Университеттерді іздеу бөліміне өтіңіз.\n• Университетті қосқаннан кейін, Менің университеттерім бөлімінде өтініміңізді толтырып, жібере аласыз.\n\nБіз әр қадамда сізге көмектесуге дайынбыз! Егер сұрақтарыңыз болса, Өтініш берушілерді қолдау орталығы арқылы немесе кез келген уақытта бізбен байланыса аласыз.
ru: * Этот раздел — ваша личная панель. После того как вы добавите вуз в список, вы сможете отслеживать прогресс своей заявки.\n* Все вузы потребуют от вас ответов на общие вопросы в анкете. Для подачи заявки в вуз перейдите в раздел Поиск вузов.\n* Как только вы добавите вуз, сможете завершить и отправить вашу заявку в разделе Мои вузы.\n\nМы всегда готовы помочь вам на каждом шаге! Если у вас возникнут вопросы, вы можете обратиться в наш Центр поддержки абитуриентов или связаться с нами в любое время.

# account_mainTabWelcomeMessage
source: Congratulations on taking the first step toward admission to one of the best universities in Kazakhstan!\nHere, you will be able to choose an educational institution, submit your application, and track the entire admission process.
kk: Қазақстандағы ең үздік университеттердің біріне түсу жолындағы алғашқы қадамыңызбен құттықтаймыз!\nМұнда сіз оқу орнын таңдап, өтінім беріп, қабылдау процесінің толық барысын бақылай аласыз.
ru: Поздравляем вас с первым шагом на пути к поступлению в один из лучших вузов Казахстана!\nЗдесь вы сможете выбрать учебное заведение,подать документы и отслеживать весь процесс поступления.

# account_mainTitle
source: Welcome
kk: Қош келдіңіз
ru: Добро Пожаловать

# account_myUnisTab
source: My unis
kk: Мои вузы
ru: Мои Вузы

# account_myUnisTitle
source: My Universities
kk: Мои вузы
ru: Мои Вузы

# account_name
source: Name
kk: Аты
ru: Имя

# account_olympiad
source: Olympiad
kk: Олимпиада
ru: Олимпияда

# account_olympiadChooseOlympiad
source: Choose Olympiad
kk: Олимпиаданы таңдаңыз
ru: Выберите Олимпияду

# account_olympiadPopupTitle
source: Add Olympiad
kk: Олимпиада қосу
ru: Добавить Олимпиаду

# account_olympiadTitle
source: Olympiads
kk: Олимпиадалар
ru: Олимпияды

# account_patronymic
source: Patronymic
kk: Әкесінің аты
ru: Отчество

# account_personalInfoName
source: Name
kk: Аты
ru: Имя

# account_personalInfoPatronymic
source: Patronymic
kk: Әкесінің аты
ru: Отчество

# account_personalInfoSurname
source: Surname
kk: Тегі
ru: Фамилия

# account_personalInfoTitle
source: Personal Information
kk: Жеке ақпарат
ru: Личная Информация

# account_surname
source: Surname
kk: Тегі
ru: Фамилия

# account_yearOfSubmisison
source: Year of Submission
kk: Тапсыру жылы
ru: Год сдачи

# article_articleNavigatorSubtitle
source: Admission Navigator for University Applicants
kk: Университетке түсушілерге арналған қабылдау навигаторы
ru: Навигатор поступления для абитуриентов вузов

# article_moreToRead
source: More to Read
kk: Қосымша оқу үшін
ru: Читай так же

# articles_article
source: Article
kk: Мақала
ru: Статьи

# articles_noNewsInThisCategory
source: No news in this category
kk: Бұл санатта жаңалықтар жоқ
ru: Нет новостей в этой категории

# articles_showAllArticles
source: Show All Articles
kk: Барлық мақалаларды көрсету
ru: Показать все новости

# common_add
source: Add
kk: Қосу
ru: Добавить

# common_apply
source: Apply
kk: Өтініш беру
ru: Применить

# common_attention
source: Attention
kk: Назар аударыңыз
ru: Внимание

# common_browse
source: Browse
kk: Қарау
ru: Поиск

# common_budget
source: Budget
kk: Бюджетный
ru: Бюджет

# common_cancel
source: Cancel
kk: Бас тарту
ru: Отменить

# common_choose
source: Choose
kk: Таңдау
ru: Выбрать

# common_city
source: City
kk: Қала
ru: Город

# common_code
source: Code
kk: Код
ru: Код

# common_confirm
source: Confirm
kk: Растау
ru: Подтвердить

# common_contacts
source: Contacts
kk: Байланыстар
ru: Контакты

# common_continue
source: Continue
kk: Жалғастыру
ru: Продолжить

# common_contract
source: Contract
kk: Ақылы
ru: Платное

# common_current
source: Current
kk: Ағымдағы
ru: нынешнюю

# common_description
source: Description
kk: Сипаттама
ru: Описание

# common_edit
source: Edit
kk: Өңдеу
ru: Изменить

# common_files
source: Files
kk: Файлдар
ru: Файлы

# common_filter
source: Filter
kk: Сүзгі
ru: Фильтр

# common_hide
source: Hide
kk: Жасыру
ru: Свернуть

# common_international
source: International
kk: Халықаралық
ru: Международный

# common_loading
source: Loading
kk: Жүктелуде
ru: Загрузка

# common_max
source: Max
kk: Макс
ru: Макс

# common_noFileSelected
source: No file selected
kk: Файл таңдалмаған
ru: Не выбрано

# common_none
source: None
kk: Кез келген
ru: Любое

# common_ok
source: Okay
kk: Жарайды
ru: ОК

# common_phoneNumber
source: Phone Number
kk: Телефон нөмірі
ru: Номер Телефона

# common_privacyPolicy
source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

# common_remove
source: Remove
kk: Жою
ru: Удалить

# common_save
source: Save
kk: Сақтау
ru: Сохранить

# common_search
source: Search
kk: Іздеу
ru: Поиск

# common_set
source: Set
kk: Орнату
ru: Установить

# common_show
source: Show
kk: Көрсету
ru: Развернуть

# common_sort
source: Sort
kk: Сұрыптау
ru: Сортировка

# common_start
source: Start
kk: Бастау
ru: Начать

# common_state
source: State
kk: Аймақ
ru: Региональный

# common_subject
source: Subject
kk: Пән
ru: Предмет

# common_type
source: Type
kk: Түрі
ru: Тип

# common_version
source: Version
kk: Нұсқа
ru: Версия

# common_year
source: Year
kk: Жыл
ru: Год

# debug_error
source: Error
kk: Қате
ru: Ошибка

# debug_limitPassed
source: Request timed out
kk: Сұраныс уақыты аяқталды
ru: Превышено время ожидания

# debug_logInAgain
source: Log In again
kk: Қайта кіру
ru: Войдите снова

# debug_networkLost
source: Network Connection Lost
kk: Желі байланысы үзілді
ru: Проверьте подключение к интернету

# debug_noConnection
source: No internet connection
kk: Интернетке қосылу жоқ
ru: Нет соединения

# debug_noResponseTryLater
source: No Response try again later
kk: Жауап жоқ, кейінірек қайта көріңіз
ru: Сервер не отвечает. Попробуйте позже

# debug_requestError
source: Request Error
kk: Сұраныс қатесі
ru: Ошибка запроса

# debug_serverError
source: Server Error
kk: Сервер қатесі
ru: Ошибка сервера

# debug_sessionExpired
source: Session has expired
kk: Сессияның мерзімі аяқталды
ru: Сессия истекла

# debug_tryLater
source: Try later
kk: Кейінірек көріңіз
ru: Попробуйте позже

# debug_useThisCode
source: Use code 123456 for beta testing
kk: Бета тестілеу үшін 123456 кодын пайдаланыңыз
ru: Для бета теста используйте код 123456

# main_academicTabProfessions
source: University majors
kk: Университет мамандықтары
ru: Профессии вузов

# main_academicTabProgramCategories
source: University Fields
kk: Университет бағыттары
ru: Направления вузов

# main_academicTabTitleCountry
source: of Kazakhstan
kk: Қазақстанның
ru: Казахстана

# main_academicTabTitleMain
source: Higher education\ninstitutions
kk: Жоғары білім\nмекемелері
ru: Высшие учебные\nзаведения

# main_academicTabUniversities
source: Universities
kk: Университеттер
ru: Вузы

# main_careersTabTitleMain
source: Apply to universities\n
kk: Университеттерге өтініш беру\n
ru: Поступи в вузы\n

# main_footerDescription
source: Kazakhstan is a country of great opportunities for higher education. As of 2025, there are over 130 universities in Kazakhstan. These include 40 public institutions, of which 15 are universities, 10 are academies, and 5 are institutes. There are also around 90 private educational organizations. About 500,000 students study at universities across the country. In 2025, more than 70,000 government-funded spots are available for admission. The platform allows applicants of 2025 to compare and choose universities, explore academic programs, take career guidance tests, and assess their chances of admission. A complete guide for applicants applying to universities in Kazakhstan.
kk: Қазақстан — жоғары білім алуға үлкен мүмкіндіктер елі. 2025 жылғы жағдай бойынша Қазақстанда 130-дан астам университет бар. Олардың ішінде 40 мемлекеттік оқу орны бар, оның ішінде 15 университет, 10 академия және 5 институт. Сонымен қатар шамамен 90 жеке білім беру ұйымы бар. Ел бойынша университеттерде шамамен 500 000 студент оқиды. 2025 жылы қабылдау үшін 70 000-нан астам мемлекеттік грант бөлінген.\nПлатформа 2025 жылғы талапкерлерге университеттерді салыстырып, таңдауға, білім беру бағдарламаларын зерттеуге, кәсіби бағдар тесттерінен өтуге және оқуға түсу мүмкіндіктерін бағалауға мүмкіндік береді.\nҚазақстан университеттеріне түсетін талапкерлерге арналған толық нұсқаулық.
ru: Казахстан — страна потрясающих возможностей для получения высшего образования. По состоянию на 2025 год в Казахстане насчитывается более 130 вузов. Это 40 государственных учебных заведений, из которых 15 — университеты, 10 — академии, и 5 — институтов. Также есть около 90 частных образовательных организаций. В казахстанских вузах обучается порядка 500 тысяч студентов. В 2025 году в университетах Казахстана предусмотрено более 70 тыс. бюджетных мест для приема. Сайт предоставляет абитуриенту 2025 возможность сравнить и выбрать вузы, программы образования, пройти профориентацию и оценить свои шансы поступить. Полный справочник абитуриента для поступающих в вузы Казахстана.

# main_footerPercentageLabel
source: Education in Kazakhstan
kk: Қазақстандағы білім беру
ru: Образование в Казахстане

# main_footerPercentageSubtitle
source: Accessible quality education for all
kk: Барлығы үшін қолжетімді сапалы білім
ru: Доступное качественное образование для всех

# main_footerPrivateUnis
source: Private Universities
kk: Жеке университеттер
ru: частных вузов

# main_footerTitle
source: Higher education\nin Kazakhstan
kk: Қазақстандағы жоғары білім
ru: Высшее образование\nв Казахстане

# main_headerPrograms
source: Programs
kk: Бағдарламалар
ru: Программы

# main_headerTitleMain
source: Admission pathway\n
kk: Қабылдау жолы\n
ru: Траектория поступления\n

# main_headerTitleSecondary
source: in Kazakhstan universities
kk: Қазақстан университеттерінде
ru: в вузы Казахстана

# main_headerUnis
source: Universities
kk: Университеттер
ru: Вузы

# main_journalTitleMain
source: Journal EduConnect\n
kk: EduConnect журналы\n
ru: Журнал Educonnect\n

# main_journalTitleSecondary
source: for applicants
kk: талапкерлер үшін
ru: для абитуриента

# main_programsShowAll
source: Show all bachelor’s programs
kk: Барлық бакалавриат бағдарламаларын көрсету
ru: Показать все программы бакалавриата

# main_programsTitleMain
source: Higher education\n
kk: Жоғары білім\n
ru: Направления высшего\n

# main_programTitleSecondary
source: in Kazakhstan
kk: Қазақстанда
ru: образования в Казахстане

# main_servicesTabProfessionOptions
source: Career choice
kk: Мамандық таңдау
ru: Выбор профессии

# main_servicesTabTitle
source: Services for\nApplicants
kk: Талапкерлерге арналған\nқызметтер
ru: Сервисы для\nпоступающих

# main_servicesTabUniversityHelp
source: Help choosing a university
kk: Университет таңдауға көмек
ru: Помощь в выборе вуза

# main_showAllProfessions
source: Show all profession
kk: Барлық мамандықтарды көрсету
ru: Показать все профессии вузов

# main_showAllPrograms
source: Show All Programs
kk: Барлық бағдарламаларды көрсету
ru: Показать все программы вузов

# main_showAllUniversities
source: Show All universities
kk: Барлық университеттерді көрсету
ru: Показать все наши вузы

# main_stepsChooseENT
source: Choose\nENT
kk: ЕНТ-ны\nтаңдау
ru: Выбери\nЕНТ

# main_stepsChooseProfession
source: Choose\nProfession
kk: Мамандықты\nтаңдау
ru: Выбери\nпрофессию

# main_stepsChooseUni
source: Choose\nUni
kk: Университетті\nтаңдау
ru: Выбери\nвуз

# main_stepsHideSteps
source: Hide Steps
kk: Қадамдарды жасыру
ru: Скрыть все шаги

# main_stepsShowAllSteps
source: Show All Steps
kk: Барлық қадамдарды көрсету
ru: Развернуть все шаги

# profession_aboutProfession
source: About Profession
kk: Мамандық туралы
ru: О профессии

# profession_footerSubtitle
source: Getting admitted is now easier — with the “Postupi Online Kazakhstan” platform! The service is powered by an AI-based recommendation system that analyzes your interests and suggests universities that match your field, level of preparation, and other criteria. All universities on the platform have a valid state license and are accredited for higher education programs. The site provides detailed and up-to-date information about public and private universities in Kazakhstan — including universities, institutes, and academies across different regions, from Almaty and Astana to Shymkent and Ust-Kamenogorsk. You can sort universities by the average UNT score for 2025 to see where you have a better chance of admission. Historical data is also available: passing scores, competition, tuition fees, and the number of funded and paid spots. This helps you evaluate your chances and choose the best option for higher education. If you want to focus on a specific university, use the convenient feature
kk: Енді оқуға түсу оңайырақ — «Поступи Онлайн Қазақстан» платформасымен!\nБұл сервис жасанды интеллект негізіндегі ұсыныс жүйесі арқылы жұмыс істейді, ол сіздің қызығушылықтарыңызды талдап, бағытыңызға, дайындық деңгейіңізге және басқа да критерийлерге сәйкес келетін университеттерді ұсынады. Платформада ұсынылған барлық университеттердің мемлекеттік лицензиясы бар және жоғары білім беру бағдарламалары бойынша аккредиттелген.\n\nСайтта Қазақстандағы мемлекеттік және жеке университеттер туралы толық әрі өзекті ақпарат берілген — Алматы мен Астанадан бастап Шымкент пен Өскеменге дейінгі түрлі аймақтардағы университеттер, институттар және академиялар қамтылған. Сіз 2025 жылғы орташа ҰБТ балы бойынша университеттерді сұрыптап, қай оқу орнына түсу мүмкіндігіңіз жоғары екенін анықтай аласыз. Сонымен қатар өткен жылдардың деректері де қолжетімді: өту балдары, конкурс, оқу ақысы, грант және ақылы орындар саны. Бұл сізге өз мүмкіндігіңізді бағалап, жоғары білім алу үшін ең тиімді нұсқаны таңдауға көмектеседі.\n\nЕгер сіз белгілі бір университетке назар аударғыңыз келсе, ыңғайлы мүмкіндікті пайдаланыңыз
ru: С поступлением теперь легче — с платформой «Поступи Онлайн Казахстан»! Сервис работает на базе рекомендательной системы с искусственным интеллектом, которая анализирует твои интересы и предлагает именно те университеты, которые подходят тебе по направлениям, уровню подготовки и другим параметрам. Все вузы, представленные на платформе, имеют действующую государственную лицензию и прошли аккредитацию по программам высшего образования. На сайте собрана подробная и актуальная информация о государственных и частных вузах Казахстана: университетах, институтах, академиях, расположенных в разных регионах страны — от Алматы и Астаны до Шымкента и Усть-Каменогорска. Ты можешь отсортировать вузы по среднему баллу ЕНТ за 2025 год, чтобы понять, куда у тебя больше шансов поступить. Также доступна статистика прошлых лет: проходные баллы, конкурс, стоимость обучения, количество бюджетных и платных мест. Это поможет тебе оценить свои перспективы и выбрать наиболее подходящий вариант для получения высшего образования. Если ты хочешь сфокусироваться на каком-то конкретном вузе, используй удобную функцию

# profession_footerTitle
source: Career selection in the guide
kk: Нұсқаулықтағы мамандық таңдау
ru: Выбор профессии в справочнике

# profession_headerSubtitle
source: Complete A–Z catalog of professions
kk: Мамандықтардың толық A–Z каталогы
ru: Полный каталог профессий от A до Я

# profession_profession
source: Profession
kk: Мамандық
ru: Профессия

# profession_professionPlural
source: Professions
kk: Мамандықтар
ru: Профессии

# profession_relatedProf
source: Related Professions
kk: Ұқсас мамандықтар
ru: Похожие профессии

# profession_setEnt
source: Set ENT
kk: ЕНТ-ны орнату
ru: Укажите ЕНТ

# profession_setEntSubtitle
source: Specify UNT results using ranges
kk: ҰБТ нәтижелерін диапазондар арқылы көрсету
ru: Укажи результаты ЕНТ используя диапазоны

# program_aboutProgram
source: About Program
kk: Бағдарлама туралы
ru: О Программе

# program_byCategoryError
source: No programs in this category. You can try searching in other categories.
kk: Бұл санатта бағдарламалар жоқ. Басқа санаттардан іздеп көріңіз.
ru: Программ в этой категории нету. Вы можете попробовать поискать в других категориях.

# program_byCategoryFooterSubtitle
source: Choose a program that interests you and get a list of universities offering it. You’ll find out which universities have the program, what exams are required, the minimum and passing scores, and the tuition cost.
kk: Қызықтыратын бағдарламаны таңдаңыз және оны ұсынатын университеттердің тізімін алыңыз. Қай университеттерде бұл бағдарлама бар екенін, қандай емтихандар қажет екенін, ең төменгі және өту балдарын, сондай-ақ оқу құнын біле аласыз.
ru: Выбери интересную тебе программу обучения и получи список университетов с этой программой. Ты узнаешь в каких вузах есть соответствующие программы, какие требуются экзамены, минимальные и проходные баллы, стоимость обучения.

# program_byCategoryTitle
source: Programs in this category
kk: Бұл санаттағы бағдарламалар
ru: Программы категории

# program_educationalPrograms
source: Educational Programs
kk: Білім беру бағдарламалары
ru: Программы обучения

# program_footerSubtitle
source: Choose a field of study that interests you and get a list of bachelor’s and specialist programs in that area. You’ll find out which universities offer these programs, what exams are required, the minimum and passing scores, and the tuition cost. In this list, you can explore areas of activity, industries, and fields of study, and learn the details of admission.
kk: Қызығушылық танытқан оқу бағытыңызды таңдаңыз және сол сала бойынша бакалавр және мамандық бағдарламаларының тізімін алыңыз. Сіз қай университеттер бұл бағдарламаларды ұсынатынын, қандай емтихандар талап етілетінін, ең төменгі және өту балдарын, сондай-ақ оқу ақысын білесіз. Бұл тізімде сіз қызмет салаларын, индустрияларды және оқу бағыттарын зерттеп, қабылдау шарттары туралы толық ақпарат ала аласыз.
ru: Выбери интересное тебе направление образования в вузе и получи список программ бакалавриата и специалитета по требуемому направлению обучения. Ты узнаешь в каких вузах есть соответствующие программы по направлению подготовки, какие требуются экзамены, минимальные и проходные баллы, стоимость обучения. В этом списке ты можешь найти интересную сферу деятельности, отрасль, направление обучения и узнать детали поступления в вуз.

# program_footerTitle
source: Fields of study in bachelor’s and specialist programs
kk: Бакалавриат және мамандық бағдарламаларындағы оқу бағыттары
ru: Направления обучения в бакалавриате и специалитете

# program_headerFields
source: Fields
kk: Өрістер
ru: Направлений

# program_headerTitle
source: Search for bachelor’s and specialist programs in universities by field of study:
kk: Университеттердегі бакалавриат және мамандық бағдарламаларын оқу бағыты бойынша іздеу
ru: Поиск программ бакалавриата и специалитета в вузах по направлениям образования:

# program_relatedProfessions
source: Related Professions
kk: Ұқсас мамандықтар
ru: Связанные Профессии

# program_similarPrograms
source: Similar Programs
kk: Ұқсас бағдарламалар
ru: Похожие программы

# registration_checkEmailSubtitle
source: Please enter the 6-digit code sent to your email address. If you didn’t receive the message, check your «Spam» folder or request a resend.
kk: Электрондық поштаңызға жіберілген 6 таңбалы кодты енгізіңіз. Егер хабарлама келмесе, «Спам» қалтасын тексеріңіз немесе қайта жіберуді сұраңыз.
ru: Пожалуйста, введите 6-значный код, отправленный на ваш адрес электронной почты. Если вы не получили письмо, проверьте папку «Спам» или запросите повторную отправку.
